[{"Name":"The Nature Conservancy","Description":"The Nature Conservancy is a global environmental non-profit non-government organisation working to create a world where people and nature can thrive.","Website":"https://www.natureaustralia.org.au/","Image":"https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/australia/Dr_Luke_Preece%C2%A9TNC.JPG?crop=0,0,3555,2667&wid=580&hei=435&scl=6.13103448275862","Phone":"611300-628-686"},{"Name":"World Wide Fund for Nature","Description":"For 60 years, WWF has worked to help people and nature thrive. As the world's leading conservation organization, WWF works in nearly 100 countries. At every level, we collaborate with people around the world to develop and deliver innovative solutions that protect communities, wildlife, and the places in which they live.","Website":"https://www.worldwildlife.org/","Image":"https://c402277.ssl.cf1.rackcdn.com/photos/7870/images/story_full_width/Jurgen_Freund_WWF_Canon_260716.jpg?1416255760","Phone":"1-800-960-0993"},{"Name":"Humane Society","Description":"Together with millions of supporters, the Humane Society of the United States takes on puppy mills, factory farms, the fur trade, trophy hunting, animal cosmetics testing and other cruel industries. We rescue and care for thousands of animals every year through our rescue and response team and other hands-on animal care services. We fight all forms of animal cruelty to achieve the vision behind our name: a humane society.","Website":"https://www.humanesociety.org/","Image":"https://www.humanesociety.org/sites/default/files/styles/1170x800/public/2019/09/ca-wildfires-volunteer-dog-462604.jpg?h=c7b68489&itok=PkP3uaCP","Phone":"202-452-1100"},{"Name":"Sheldrick Wildlife Trust","Description":"Born from one familys passion for Kenya and its wilderness, the Sheldrick Wildlife Trust was established more than 40 years ago and is best known for its Orphans' Project, the first and most successful elephant orphan rescue and rehabilitation program in the world. The Sheldrick Trust is a pioneering conservation organisation, dedicated to the protection of wildlife and the preservation of habitats in East Africa.","Website":"https://www.sheldrickwildlifetrust.org/","Image":"https://dswtwebsite.s3.eu-west-1.amazonaws.com/variants/7mt78yexkncx0aydh2kved979jph/0ca5697d220250ea803d111205a6776f767fcb8917ab20b91f210dba50835a60?response-content-disposition=inline%3B%20filename%3D%22kinyei_5.JPG%22%3B%20filename%2A%3DUTF-8%27%27kinyei_5.JPG&response-content-type=image%2Fjpeg&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Credential=AKIAIWWXMYJ2TELOEMGA%2F20210528%2Feu-west-1%2Fs3%2Faws4_request&X-Amz-Date=20210528T075233Z&X-Amz-Expires=604800&X-Amz-SignedHeaders=host&X-Amz-Signature=ce74948bc96eec0735f858a5c12e6a550fc9047b0baf782da4d466d9c24a5673","Phone":"+1(949)305-3785"},{"Name":"Friends of Animals","Description":"Friends of Animals (FoA) is a non-profit, international animal advocacy organization, incorporated in the state of New York since 1957. Friends of Animals advocates for the rights of nonhuman animals, free-living and domestic. Our goal is to free animals from cruelty and institutionalized exploitation around the world.","Website":"https://friendsofanimals.org/","Image":"https://friendsofanimals.org/wp-content/uploads/2021/04/JTHC_LTC_313-382x300.jpg","Phone":"(203)656-1522"},{"Name":"Oceana","Description":"Oceana seeks to make our oceans more biodiverse and abundant by winning policy victories in the countries that govern much of the world's marine life. Oceana, founded in 2001, is the largest international advocacy organization focused solely on ocean conservation. Our offices around the world work together to win strategic, directed campaigns that achieve measurable outcomes that will help make our oceans more bio diverse and abundant.","Website":"https://oceana.org/","Image":"https://oceana.org/sites/default/files/styles/lightbox/public/euo_oceana_juan_cuetos_02875.jpg?itok=7eHapzpv","Phone":"N/A"},{"Name":"American Society for the Prevention of Cruelty to Animals (ASPCA)","Description":"Founded in 1866, the American Society for the Prevention of Cruelty to Animals (otherwise known as the ASPCA) was North America's very first humane society?Cand they've maintained their platform of cruelty prevention ever since. In fact, the ASPCA has helped over 47,000 animals, performed over 89,000 spay and neuter procedures, and donated $12 million to other animal welfare programs.","Website":"https://www.aspca.org/","Image":"https://secure.aspca.org/files/aspca/styles/donation_image_460x372/public/field/image/image_gallery_item/Breaking-News_OH_052521_donation-form_desktop-1.png?itok=kMLj_rMR","Phone":"(212)876-7700"},{"Name":"Animals Australia","Description":"Animals Australia is one of Australia's leading animal welfare organisations and currently represent forty different member groups and more than two million individual supporters. The website publishes lots of relevant investigative posts that expose animal cruelty. They also formulate campaigns to raise public awareness. A great source of government legislation and current laws, information and animal welfare knowledge.","Website":"https://www.animalsaustralia.org/","Image":"https://www.animalsaustralia-api.org/cached/rendered-images/imagessliderfiles58c21251912e058c212519131e58c212519135a0jpg___1116.654_0_0__95.jpg","Phone":"1800-888-584"},{"Name":"IUCN red list","Description":"Established in 1964, The International Union for Conservation of Nature's Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species. The IUCN Red List is a critical indicator of the health of the world's biodiversity. Far more than a list of species and their status, it is a powerful tool to inform and catalyze action for biodiversity conservation and policy change, critical to protecting the natural resources we need to survive. It provides information about range, population size, habitat and ecology, use and/or trade, threats, and conservation actions that will help inform necessary conservation decisions.","Website":"https://www.iucnredlist.org/","Image":"https://www.oceanario.pt/content/img/iucn_redlist_600x450.jpg","Phone":"+44(0)1223-331199"},{"Name":"WildCare","Description":"WildCare was originally named the AKHAI (Australian Koala Hospital Association Inc) and was formed in 1993. It is located in Queensland  and became a registered charity and incorporated association in 1994. The website provides detailed, in depth and useful information. Especially around native wildlife. The majority of information is easy to digest legislation and conservation guidelines. The data covering species information is extremely engaging and is great for using as a reference source.","Website":"https://discoverwildcare.org/","Image":"https://discoverwildcare.org/wp-content/uploads/bb-plugin/cache/HermanceAlison_IMG_7540-landscape.jpg","Phone":"415-456-7283"},{"Name":"Wires","Description":"WIRES has been in operation since 1985. It wasn't until 1986 that they launched as an organisation in Australia. Working to preserve and rehabilitate native wildlife, they currently have 28 different branches and more than 2,500 volunteers working with them. Training and wildlife tabs are fantastic resources regarding  animal welfare policies, data, statistics, and so on. The blog is detailed and covers diseases, species numbers, avice, guides and how to style posts. Wires also has a mobile app that can be used for advice and assistance when dealing with injured animals.","Website":"https://www.wires.org.au/","Image":"https://www.wires.org.au/Images/2021/Slider-Mble-Wombat---Kay-min.jpg","Phone":"02-8977-3327"},{"Name":"Wildlife","Description":"The Wildlife Preservation Society Queensland, also known as WPSQ was formed over 55 years ago. With a focus on both wildlife and ecosystems, the website offers loads of useful information. Great resources in the education, conservation, wildlife and news and events sections. Over all, the blog is very detailed and focuses on the society's campaigns, current environmental emergencies and animal welfare policies.","Website":"https://wildlife.org/","Image":"https://wildlife.org/wp-content/uploads/2021/05/pig-sounders-2-768x510.jpg","Phone":"(301)897-9770"}]